[
  "highlightr-plugin",
  "callout-manager",
  "colorful-note-borders",
  "execute-code",
  "obsidian-file-color",
  "obsidian-footnotes",
  "obsidian-local-rest-api",
  "obsidian-markdown-formatting-assistant-plugin",
  "mathlinks",
  "obsidian-shellcommands",
  "smart-connections",
  "obsidian-code-block-enhancer",
  "ketcher",
  "obsidian-excalidraw-plugin",
  "drawio-obsidian",
  "obsidian-plugin-toc",
  "note-refactor-obsidian",
  "obsidian-advanced-slides",
  "color-palette",
  "code-styler",
  "obsidian-quiet-outline",
  "obsidian-vimrc-support",
  "terminal",
  "colored-text",
  "number-headings-obsidian",
  "obsidian-hover-editor",
  "obsidian-style-settings",
  "chem",
  "copy-inline-code",
  "cloze",
  "obsidian-wrap-with-shortcuts",
  "text-snippets-obsidian",
  "dbfolder",
  "modalforms",
  "paste-from-history",
  "keyword-highlighter",
  "inline-code-highlight",
  "calendar",
  "obsidian-carry-forward",
  "obsidian-regex-replace",
  "canvas-presentation",
  "canvas-card-bg-remover",
  "quick-explorer",
  "oin-gotoheading",
  "enhanced-tables",
  "markdown-table-editor"
]